import React from 'react';
import './aboutcom.scss'


const About = () => {
  return (
    <div className="about">
    <div className="container">
          <p>
            <span>"الأصدقاء":</span>
            شغفنا بالألعاب يقودنا لنكن الوجهة الأول للاعبين في السودان, نوفر تجربة شاملة ومتكاملة لعالم الألعاب في السودان.
          </p>
          <p>نجمع بين الخبرة الواسعة في مجال الألعاب وشغفنا بخدمة مجتمع اللاعبين لنقدم لكم أفضل المتجات والخدمات</p>
          <h1>وجهتك الأول لشحن الألعاب في السودان</h1>
          <p>تأسست موقع الأصدقاء في 2024 بهدف توفير تجربة شحن ألعاب فريدة للاعبين في السودان. نسعى باستمرار لتوسيع نطاق خدماتنا وتحسينها لنقدم لكم أفضل تجربة شحن ممكنة. </p>
          <h1>لماذا الأصدقاء</h1>
          <p>في موقع الأصدقاء ، نحن ملتزمون بأن نكن أفضل متجر شحن ألعاب في السودان ،حيث نوفر لكم خدمات شحن سريعة وأمنة لجميع الألعاب الشهيرة. سواء كنتم تبحثون عن شحن جواهر فري فاير أو شدات ببجي . فنحن هنا لتلبية احتياجاتتكم. نحن نفهم أهمية اللعب بدون انقطاع، ولذلك نضمن لكم شحن ألعاب سريع في السودان ، مع الحفاظ على أعلى معايير الأمان في كل معاملة. اتضموا ألينا اليوم عيشوا تجربة لعب لا مثيل لها مع "الأصدقاء".</p>
          <h3>شحن سريع وأمن لجميع الألعاب الشهيرة مثل فري فاير،ببجي وغيرها.</h3>
          <h3>تشكيلة واسعة من بطاقات الشحن بأفضل الأسعار.</h3>
          <h3>دعم عملاء على مدار الساعة عبر الدردشة المباشرة والبريد الإلكتروني.</h3>
          <h3>موقع إلكتروني سهل الاستخدام مع عمليات شراء امنة.</h3>
          <h3>ارخص متجر لشحن الألعاب في السودان</h3>
          <h1>فريقنا</h1>
          <p>فريق "الأصدقاء" مكون من عشاق الألعاب الذين يفهمون احتياجات اللاعبين. نحن هنا لنضمن لكم تجربة لعب أفضل.</p>
          <h1>اتصل بنا</h1>
          <p>لأي استفسارات أو اقتراحات، لا تتردد في الاتصال بنا:</p>
          <div>
            <div>الوقع الرسمي:<h2>friendStore.ent</h2></div>
            <div>البريد الإلكتروني:<h2>friendstor54@gmail.com</h2></div>
            <div>رقم الهاتف:<h2>0927353157</h2></div>
          </div>
          <div>اتصل بنا الأن</div>
      </div>
  </div>
  )
}

export default About;