import React from 'react';
import './aboutcom.scss'


const Dotoget = () => {
  return (
    <div className="dotoget">
    <div className="container">
        <h2>شروط الخدمة</h2>
        <h1>شروط موقع الأصدقاء</h1>
        <p>مرحبا بك في الأصدقاء نرجو منك قراءة الشروط والاحكام الخاصة بنا قبل الشراء:</p>
        <p>في حال وصولك للوقع أو تسجيلك أو استمرارك في استخدام الموقع أو الوصول أليه، فأنت توافق علي الاتزام بشروط الاستخدام هذه ولاشوروط الأخرى بأثر فوري.</p>
        <p>ان شروط الاستخدام هذه والوثائق القانونية خاضعة للتعديل من قبلنا في اي وقت. إن استمرار استخداك للموقع بعد نشر اي تغيير يعني موافقتك على شروك الاستخدام هذاه والوثائق القانونية التي تم تعديلها.</p>
        <p>نبذه عن الأصدقاء:</p>
        <p>يعد هذا الموقع متجر ألكترونر يتيح للمستخدمين وتحديث اي من الخدمات او سحبها. وفقأ لبقديرنا الخاص دون اية مسؤولية </p>
        <h2>الشروط والاحكام</h2>
        <p>اغلب المنتجات عباره عن أكواد رقمية أي (رموز) وتستخدم مرة واحدة في حساب العميل</p>
        <p>.</p>
        <p>يرجى الملاحظة أنه في بعض الحالات، قد لا تتم الموافقة على طلب ما لعدة أسباب. ويحتفظ القائمون على الوقع بالحق في رفض أو إلغاء او تاخير أي طلب لاي سبب من الأسباب وفي أي وقت. وقبل ان نوافق على الطلب، قد نطلب منك تقديم معلومات إضافية أو بيانات أخرى للتحقق من شيء ما، بما في ذلك_على سبيل المثال وليس الحصر، رقم الهاتف والعنوان. </p>
        <p>يحق للموقع ان تخصم تلقائيا وبدون رجوع للعميل اي مبلغ سبق اضافته بالخطأ</p>
        <p>يوافق العميل بتسحيلة على اعطاء اي معلومات شخصية في حال طلبها بموحب القانو</p>
        <p>يقر المستخدم بان معاملات الدفع غير قابلة للإسترداد. في حال عدم استلام الخدمة التؤ تم دفعها يتعين على المستخدم التواصل فورا مع خدمة عملاء موقع الأصدقاء. ولايحق للمستخدم طلب استرداد فيمة العملية من البنك. </p>
        <p>مسؤوليتك عن الحفاظ على الخصوصية وتقييد الوصول إلى الحساب الخاص بك واستخدامه هو وكلمة المرور، والموافقة على تحمل مسؤولية جميع الأنشطة التي تتم باسم الحساب الحاص بك زكلمة المرور الخاصة بك..</p>
        <p>أخطارنا فورا عن اي استخدام غير مصرح به لكلمة المرور أو الحساب الخاص بك أو أي خرق آهر لمعايير الاستخدام الآمن للموقع.</p>
        <p>لا يحق نقل الحساب الخاص بك إلى طرف آخر.. </p>
        <p>التعهد بعدم خرق القوانين الخاصة بحقوق النشر, العلامة التجارية براؤة الاختراع،الأخلاق، الإعلان،قاعدة البيانات،و\أو أي من حقوق الملكية الفكرية (ويشار إليها محتمعة ب"حقوق الملكية الفكرية") التي تتعلق بنا أو المرخصة لنا و الحقوق الملكية الفكرية التي تتعلق بالغير.., </p>
        <p>جميع المحتويات الواردة في الموقع تدخل في إطار ملكيتنا الخاصة أو ضمن الملكية الخاصة بمرخصينت و موردينا، بما في ذلك على سبيل المثال لا الحصر البطاقات الرقميه و النصوص ولارسموم البيانية والشعارات والصور والمقاطع الصوتية والتنزيلات الرقمية والبرمجيات. فنحن نحتفظ بجميع حقوقنا، وملكيتنا وصلحتنا بالموقع والخدمات وذلك على سبيل المثال لا الحصر بجميع الحقوق الملكية الفكرية الواردة ضمن شورط الاستخدام هذه. </p>
        <p>لا يحق للعميل استخدام العلامات التجارية الخاصة بنا دون وجود موافقة خطية مسبقة.</p>
        <p>لا يحق للعميل الدعاء أنه وكيل أو مسوق أو مندوب لموقم "الأصدقاء friendStore.com".</p>
        <p>في حميع الأحوال لن نتحمل نحن وموقعنا الأم وموقع الفرعية ومواقع التابعة ومديروهم والوكلاء ولاموظفون والموردون سواء بناء على دعوي أو مطالبة في العقد أو ضرر أو إهمال أو خرق واجب قانوني أو خرق لشروط الاستخدم هذهً مسؤولية أي دعوي خاصة بخسارة الأرباح أو فقد البيانات أو المعلومات او عطل في العمل او اي خسارة مالية أو أي اضرار خاصة أو غير مباشرة أو عرضية حتى وإن تم إخطارنا نحن او الموقع التابعة أو الموردين أو المقاوليم من الباطن باحتمال وجود مسل هذه الأضرار.</p>
        <p>نحن (بما في ذلك،الموقع الأم او الموقع الفرعية أو موقع التابعة أو المديرون أو الوكلاء أو الموظفون أو الموردون) لن نتحمل المسؤولية، كما أنك تقر بأنك لن تضع على عاتقنا مسؤولية حدوص اس ضرر أو فقدان ناتجة بشكل مباشر أو غير مباشر عن:</p>
        <p>المحتوى أو المعلومات الأخرى التي نقدمها عند استخدامك للخدمات</p>
        <p>استخدامك للخدمات أو عدم قدرتك على استخدامها</p>
        <p>التسعير أو الشحن أو التنسيق أو أي من الإرشادات المقدمة من قبلنا التأخر أو الانقطاع في تقديم الخدمات.</p>
        <p>الفيروسات أو غيرها من البرامج الضارة التي وجدت من خلال الوصول إلى الخدمات</p>
        <p>وجود أخطاء في الخدمات أو أعطال أو عدم دقة بأي شكل من الأشكال.</p>
        <p>تلف الجهاز الخاص بك من خلال استخدام المنتجات التي تم بيعها على الموقع أو من خلال خدماتنا.</p>
        <p>المحتوى أو أفعال أو امتناع عن فعل الغير المستخدمين لخدماتنا. التعليق أو أي اجراءات أخرى نتخذها متعلقة المستخدامك للخدمات.حاجتك إلى تعديل الممارسات أو المحتوي أو السوك أو خسارتك أو عدم قدرتك على القيام بالأعمال التجارية نتيجة لوجود تغيرات في شوط الاستخدام هذه.</p>
        <p>توافق على تعويضنا وإبراء نمتنا، بما في ذلك تعويض وإبرام ذمة الموقع الأم وموقع التابعة لها وفروعها والمديرين والوكلاء والوظفين والموردين المتعلقين بالموقعنا أو موقع الأم موقع الفرعية و التابعة من نضد  أي خسائر وأضرار ونفقات (بما في ذلك الرسوم القانونية وأتعاب المحامين) ("المطالبات") التي تنشأ عن: أي ادعاءات أو مطالبات قدمها الغير نتيجة لاستخدامك الخدمات, أنتهاك أي من الأحكام الواردة في شروط الاستخدام هذه، بما في ذلك على سبيل المثاللا الحصر أي من الضمانات والتعهدات والإقرارات</p>
        <p>انتهاك أي من القوانين المعمول بها, على سبيل المثال لا الحصر قوانين حماية البيانات أو قوانين مكافحةالبريد الإلكتروني العشوائي</p>
        <p>الطريقة التي تقوم من خلالها استخدام خدماتنا، على سبيل المثال لا الحصر المحتوى الذي تقوم بنشره، والمنتجات التي تقوم بأدراجها أو العلامات التجارية الخاصة بح التي تنتهك أبا من حقوق الملكية الفكرية للغير أو أن يكون المحتوى الخاص بكبه افتراءات أو هجاء أو قذف أو انتهاك لأي من الحقوق الأخرى (بما في ذلك )</p>
        <p></p>
    </div>
  </div>
  )
}

export default Dotoget;